20230410075907-sponsoring_notes.org
:PROPERTIES:
:ID:       b168acd2-98b2-4ec1-a3b2-c2106bcb1e61
:END:
#+title: Sponsoring Notes
* Step 1:

** Session 1:
*** Reading: The doctor's opinion
*** Reading: More about alcoholism -- Chapter 3 - preread
*** Discussion: What does powerlessness mean?
*** Assignment:  Write a list of everything in your life you are powerless over

** Session 2:
*** Reading: Bill's Story (preread) -- Chapter 1
*** Reading: CMA Step 1
*** Assignment:  Write your story.
- Think back to the first time we smoked weed or drank a beer
- Consider all drugs, not just meth or alcohol.  Our program is one of complete abstinence

* Step 2:
** Session 1:
*** Reading: We agnostics - Chapter 4
*** Reading (preread): Chapter 2

** Session 2:
*** Reading: Step 2 CMA
*** Reading: How it works -- Part 1 (up until step 3)


* Step 3:
