20230410075907-sponsoring_notes.html
<?xml version="1.0" encoding="utf-8"?>
<!DOCTYPE html PUBLIC "-//W3C//DTD XHTML 1.0 Strict//EN"
"http://www.w3.org/TR/xhtml1/DTD/xhtml1-strict.dtd">
<html xmlns="http://www.w3.org/1999/xhtml" lang="en" xml:lang="en">
<head>
<!-- 2023-04-10 Mon 08:12 -->
<meta http-equiv="Content-Type" content="text/html;charset=utf-8" />
<meta name="viewport" content="width=device-width, initial-scale=1" />
<title>Sponsoring Notes</title>
<meta name="author" content="Richard J Cool" />
<meta name="generator" content="Org Mode" />
</head>
<body>
<div id="content" class="content">
<h1 class="title">Sponsoring Notes</h1>
<div id="table-of-contents" role="doc-toc">
<h2>Table of Contents</h2>
<div id="text-table-of-contents" role="doc-toc">
<ul>
<li><a href="#orgdde0b2f">1. Step 1:</a>
<ul>
<li><a href="#org9539e65">1.1. Session 1:</a>
<ul>
<li><a href="#org859c193">1.1.1. Reading: The doctor&rsquo;s opinion</a></li>
<li><a href="#org3a16fbb">1.1.2. Reading: More about alcoholism &#x2013; Chapter 3 - preread</a></li>
<li><a href="#orge49ae9b">1.1.3. Discussion: What does powerlessness mean?</a></li>
<li><a href="#org44f8aef">1.1.4. Assignment:  Write a list of everything in your life you are powerless over</a></li>
</ul>
</li>
<li><a href="#orgd29edb3">1.2. Session 2:</a>
<ul>
<li><a href="#org9377955">1.2.1. Reading: Bill&rsquo;s Story (preread) &#x2013; Chapter 1</a></li>
<li><a href="#orga86497a">1.2.2. Reading: CMA Step 1</a></li>
<li><a href="#orgc737d69">1.2.3. Assignment:  Write your story.</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#orgbcb72ba">2. Step 2:</a>
<ul>
<li><a href="#org3bf9a55">2.1. Session 1:</a>
<ul>
<li><a href="#orgb8ad215">2.1.1. Reading: We agnostics - Chapter 4</a></li>
<li><a href="#orgcba4cde">2.1.2. Reading (preread): Chapter 2</a></li>
</ul>
</li>
<li><a href="#org32aeeaa">2.2. Session 2:</a>
<ul>
<li><a href="#orgdf23f56">2.2.1. Reading: Step 2 CMA</a></li>
<li><a href="#orgeef6110">2.2.2. Reading: How it works &#x2013; Part 1 (up until step 3)</a></li>
</ul>
</li>
</ul>
</li>
<li><a href="#org6c64e24">3. Step 3:</a></li>
</ul>
</div>
</div>
<div id="outline-container-orgdde0b2f" class="outline-2">
<h2 id="orgdde0b2f"><span class="section-number-2">1.</span> Step 1:</h2>
<div class="outline-text-2" id="text-1">
</div>
<div id="outline-container-org9539e65" class="outline-3">
<h3 id="org9539e65"><span class="section-number-3">1.1.</span> Session 1:</h3>
<div class="outline-text-3" id="text-1-1">
</div>
<div id="outline-container-org859c193" class="outline-4">
<h4 id="org859c193"><span class="section-number-4">1.1.1.</span> Reading: The doctor&rsquo;s opinion</h4>
</div>
<div id="outline-container-org3a16fbb" class="outline-4">
<h4 id="org3a16fbb"><span class="section-number-4">1.1.2.</span> Reading: More about alcoholism &#x2013; Chapter 3 - preread</h4>
</div>
<div id="outline-container-orge49ae9b" class="outline-4">
<h4 id="orge49ae9b"><span class="section-number-4">1.1.3.</span> Discussion: What does powerlessness mean?</h4>
</div>
<div id="outline-container-org44f8aef" class="outline-4">
<h4 id="org44f8aef"><span class="section-number-4">1.1.4.</span> Assignment:  Write a list of everything in your life you are powerless over</h4>
</div>
</div>

<div id="outline-container-orgd29edb3" class="outline-3">
<h3 id="orgd29edb3"><span class="section-number-3">1.2.</span> Session 2:</h3>
<div class="outline-text-3" id="text-1-2">
</div>
<div id="outline-container-org9377955" class="outline-4">
<h4 id="org9377955"><span class="section-number-4">1.2.1.</span> Reading: Bill&rsquo;s Story (preread) &#x2013; Chapter 1</h4>
</div>
<div id="outline-container-orga86497a" class="outline-4">
<h4 id="orga86497a"><span class="section-number-4">1.2.2.</span> Reading: CMA Step 1</h4>
</div>
<div id="outline-container-orgc737d69" class="outline-4">
<h4 id="orgc737d69"><span class="section-number-4">1.2.3.</span> Assignment:  Write your story.</h4>
<div class="outline-text-4" id="text-1-2-3">
<ul class="org-ul">
<li>Think back to the first time we smoked weed or drank a beer</li>
<li>Consider all drugs, not just meth or alcohol.  Our program is one of complete abstinence</li>
</ul>
</div>
</div>
</div>
</div>

<div id="outline-container-orgbcb72ba" class="outline-2">
<h2 id="orgbcb72ba"><span class="section-number-2">2.</span> Step 2:</h2>
<div class="outline-text-2" id="text-2">
</div>
<div id="outline-container-org3bf9a55" class="outline-3">
<h3 id="org3bf9a55"><span class="section-number-3">2.1.</span> Session 1:</h3>
<div class="outline-text-3" id="text-2-1">
</div>
<div id="outline-container-orgb8ad215" class="outline-4">
<h4 id="orgb8ad215"><span class="section-number-4">2.1.1.</span> Reading: We agnostics - Chapter 4</h4>
</div>
<div id="outline-container-orgcba4cde" class="outline-4">
<h4 id="orgcba4cde"><span class="section-number-4">2.1.2.</span> Reading (preread): Chapter 2</h4>
</div>
</div>

<div id="outline-container-org32aeeaa" class="outline-3">
<h3 id="org32aeeaa"><span class="section-number-3">2.2.</span> Session 2:</h3>
<div class="outline-text-3" id="text-2-2">
</div>
<div id="outline-container-orgdf23f56" class="outline-4">
<h4 id="orgdf23f56"><span class="section-number-4">2.2.1.</span> Reading: Step 2 CMA</h4>
</div>
<div id="outline-container-orgeef6110" class="outline-4">
<h4 id="orgeef6110"><span class="section-number-4">2.2.2.</span> Reading: How it works &#x2013; Part 1 (up until step 3)</h4>
</div>
</div>
</div>


<div id="outline-container-org6c64e24" class="outline-2">
<h2 id="org6c64e24"><span class="section-number-2">3.</span> Step 3:</h2>
</div>
</div>
<div id="postamble" class="status">
<p class="author">Author: Richard J Cool</p>
<p class="date">Created: 2023-04-10 Mon 08:12</p>
</div>
</body>
</html>